40 Hole Ball/40/pickleball_40_Test_20_20/Allrun.sh

#!/bin/sh

runApplication surfaceFeatureExtract

runApplication blockMesh

runApplication snappyHexMesh -overwrite

runApplication simpleFoam